adpyke.vscode-sql-formatter
AhadCove.js-quick-console
bengreenier.vscode-node-readme
bierner.markdown-mermaid
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dineug.vuerd-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-github-actions
GitHub.vscode-pull-request-github
hoovercj.vscode-power-mode
JohnHarrison.bongocat-buddy
lightyen.tailwindcss-intellisense-twin
MarcoGoedert.JavaScriptSnippetsUpdated
mf.vscode-styled-components
mhutchie.git-graph
mikestead.dotenv
MS-CEINTL.vscode-language-pack-ko
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
NuclleaR.vscode-extension-auto-import
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
seatonjiang.gitmoji-vscode
SimonSiefke.svg-preview
SonarSource.sonarlint-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
usernamehw.errorlens
WallabyJs.console-ninja
WallabyJs.quokka-vscode
wix.vscode-import-cost
YoavBls.pretty-ts-errors
Zignd.html-css-class-completion
